Repository: etilamine/comuniza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: END YOUR SESSION
es: FINALIZAR TU SESIÓN

source: CONFIRM LOGOUT
es: CONFIRMAR CIERRE DE SESIÓN

source: ARE YOU SURE YOU WANT TO LOGOUT
es: ¿ESTÁS SEGURE DE QUE QUIERES CERRAR SESIÓN

source: YES, LOGOUT
es: SÍ, CERRAR SESIÓN

source: CANCEL
es: CANCELAR

source: YOU CAN ALWAYS LOGIN AGAIN ANYTIME
es: SIEMPRE PUEDES INICIAR SESIÓN NUEVAMENTE EN CUALQUIER MOMENTO

source: Reset Password
es: Restablecer contraseña

source: RESET PASSWORD
es: RESTABLECER CONTRASEÑA

source: RECOVER YOUR ACCOUNT
es: RECUPERAR TU CUENTA

source: PASSWORD RECOVERY
es: RECUPERACIÓN DE CONTRASEÑA

source: YOU ARE CURRENTLY LOGGED IN. GO TO YOUR PROFILE TO CHANGE YOUR PASSWORD
es: ACTUALMENTE ESTÁS CONECTADE. ENTRA EN TU PERFIL PARA CAMBIAR TU CONTRASEÑA

source: GO TO PROFILE
es: IR AL PERFIL

source: ENTER YOUR EMAIL ADDRESS AND WE'LL SEND YOU INSTRUCTIONS TO RESET YOUR PASSWORD
es: INGRESA TU DIRECCIÓN DE CORREO ELECTRÓNICO Y TE ENVIAREMOS INSTRUCCIONES PARA RESTABLECER TU CONTRASEÑA

source: SEND RESET LINK
es: ENVIAR ENLACE DE RESTABLECIMIENTO

source: BACK TO LOGIN
es: VOLVER AL INICIO DE SESIÓN

source: Sign Up
es: Registrarse

source: SIGN UP
es: REGISTRARSE

source: JOIN THE COMMUNITY AND START SHARING
es: ÚNETE A LA COMUNIDAD Y COMIENZA A COMPARTIR

source: QUICK SIGN UP
es: REGISTRO RÁPIDO

source: SIGN UP WITH GOOGLE
es: REGISTRARSE CON GOOGLE

source: EMAIL SIGN UP
es: REGISTRO CON CORREO

source: USERNAME
es: NOMBRE de usuario

source: Choose or generate below
es: Elige o genera con el botón

source: GENERATE
es: GENERAR

source: SUGGESTIONS
es: SUGERENCIAS

source: YOUR PUBLIC IDENTIFIER - NEVER YOUR REAL NAME
es: TU IDENTIFICADOR PÚBLICO - NUNCA TU NOMBRE REAL

source: EMAIL ADDRESS
es: DIRECCIÓN DE CORREO

source: USED FOR LOGIN & NEVER SHARED PUBLICLY
es: UTILIZADO PARA INICIAR SESIÓN Y NUNCA COMPARTIDO PÚBLICAMENTE

source: MIN 8 CHARACTERS - USE MIX OF LETTERS & NUMBERS
es: MÍNIMO 8 CARACTERES - USA UNA COMBINACIÓN DE LETRAS Y NÚMEROS

source: CONFIRM PASSWORD
es: CONFIRMAR CONTRASEÑA

source: I agree to the
es: Estoy de acuerdo con la

source: privacy policy
es: política de privacidad

source: my email will never be shared publicly
es: mi correo nunca será compartido públicamente

source: PRIVACY-FIRST COMMUNITY
es: COMUNIDAD CON PRIVACIDAD COMO PRIORIDAD

source: YOUR PRIVACY IS PROTECTED
es: TU PRIVACIDAD ESTÁ PROTEGIDA

source: EMAILS ARE HASHED & NEVER DISPLAYED
es: LOS CORREOS SON CIFRADOS Y NUNCA SE MUESTRAN

source: USERNAME IS YOUR PUBLIC IDENTIFIER
es: EL NOMBRE de usuario ES TU IDENTIFICADOR PÚBLICO

source: PROFILE VISIBILITY IS YOUR CHOICE
es: LA VISIBILIDAD DEL PERFIL ES TU ELECCIÓN

source: ALL COMMUNICATION IS ENCRYPTED
es: TODA LA COMUNICACIÓN ESTÁ ENCRIPTADA

source: BY SIGNING UP YOU AGREE TO
es: AL REGISTRARTE ACEPTAS

source: RESPECT COMMUNITY GUIDELINES
es: RESPETAR LAS PAUTAS DE LA COMUNIDAD

source: RETURN BORROWED ITEMS ON TIME
es: DEVOLVER LOS ARTÍCULOS PRESTADOS A TIEMPO

source: TREAT ITEMS WITH CARE
es: TRATAR LOS ARTÍCULOS CON CUIDADO

source: COMMUNICATE OPENLY & HONESTLY
es: COMUNICARSE ABIERTA Y HONESTAMENTE

source: ALREADY HAVE AN ACCOUNT
es: ¿YA TIENES UNA CUENTA?

source: CHECK YOUR EMAIL
es: REVISA TU CORREO

source: We've sent a verification email to
es: Hemos enviado un correo de verificación a

source: NEXT STEPS
es: PRÓXIMOS PASOS

source: Check your email inbox
es: Revisa tu bandeja de entrada

source: Find the email from \
es: Encuentra el correo de \

source: Click the \
es: Haz clic en el \

source: You'll be automatically logged in to your profile
es: Te conectarás automáticamente a tu perfil

source: IMPORTANT
es: IMPORTANTE

source: If you don't receive the email within 5 minutes, check your spam folder
es: Si no recibes el correo dentro de 5 minutos, revisa tu carpeta de spam

source: The verification link expires in 7 days
es: El enlace de verificación expira en 7 días

source: Your account will be deleted if not confirmed within 7 days
es: Tu cuenta será eliminada si no se confirma dentro de 7 días

source: If you didn't sign up, please ignore this email
es: Si no te registraste, por favor ignora este correo

source: Need help? Contact us at
es: ¿Necesitas ayuda? Contáctanos en

source: BADGES
es: INSIGNIAS

source: BADGES & ACHIEVEMENTS
es: INSIGNIAS Y LOGROS

source: Communist-themed badges for the P2P library revolution
es: Insignias con temática comunista para la revolución de la biblioteca P2P

source: pts
es: puntos

source: LEADERBOARD
es: TABLA DE CLASIFICACIÓN

source: Top comrades in the P2P library revolution
es: Les principales camaradas en la revolución de la biblioteca P2P

source: OVERALL
es: GENERAL

source: LENDING
es: PRÉSTAMOS

source: BORROWING
es: PRÉSTAMOS RECIBIDOS

source: REPUTATION
es: REPUTACIÓN

source: items shared
es: artículos compartidos

source: Trust Score
es: Puntos de confianza

source: NO ENTRIES YET
es: AÚN NO HAY REGISTROS

source: Be the first to climb the ranks
es: Sé el primero en escalar los rangos

source: YOUR RANKS
es: TUS POSICIONES

source: MY BADGES
es: MIS INSIGNIAS

source: Your revolutionary achievements
es: Tus logros revolucionarios

source: BADGES EARNED
es: INSIGNIAS GANADAS

source: TOTAL POINTS
es: PUNTOS TOTALES

source: CATEGORIES
es: CATEGORÍAS

source: EARNED
es: GANADO

source: NO BADGES YET
es: AÚN NO TIENES INSIGNIAS

source: Start your revolutionary journey! Share items, borrow books, and build community to earn your first badges
es: ¡Comienza tu viaje revolucionario! Comparte artículos, pide prestados libros y construye comunidad para ganar tus primeras insignias

source: BROWSE ITEMS
es: EXPLORAR ARTÍCULOS

source: Share and borrow items within your community
es: Comparte y pide prestados artículos dentro de tu comunidad

source: MENU
es: MENÚ

source: Browse
es: Explorar

source: Groups
es: Grupos

source: My Loans
es: Mis préstamos

source: My Items
es: Mis artículos

source: Messages
es: Mensajes

source: Profile
es: Perfil

source: Home
es: Inicio

source: Toggle dark mode
es: Alternar modo oscuro

source: SHARE AND BORROW WITHIN YOUR COMMUNITY
es: COMPARTE Y PIDE PRESTADO DENTRO DE TU COMUNIDAD

source: Quick Links
es: Enlaces rápidos

source: Browse Items
es: Explorar artículos

source: FAQ
es: Preguntas frecuentes

source: Report Bug
es: Reportar error

source: Add Item
es: Agregar artículo

source: About
es: Acerca de

source: Made in Leipzig with love
es: Hecho en Leipzig con amor

source: We're not affiliated in any way with the company based in Barcelona
es: No estamos afiliades de ninguna manera con la empresa con sede en Barcelona

source: We respect your privacy.
es: Respetamos tu privacidad.

source: Read our
es: Lee nuestras

# banner
source: FAQ
es: preguntas frecuentes

source: Help us improve Comuniza by reporting bugs, issues, or suggestions
es: Ayúdanos a mejorar Comuniza reportando errores, problemas o sugerencias

source: Category
es: Categoría

source: Select a category
es: Selecciona una categoría

source: User Interface
es: Interfaz de usuario

source: Functionality
es: Funcionalidad

source: Performance
es: Rendimiento

source: Security
es: Seguridad

source: Feature Request
es: Pedir una funcionalidad

source: What type of issue are you reporting
es: Qué tipo de problema estás reportando

source: Select severity
es: Selecciona la gravedad

source: Medium - Affects usability
es: Media - Afecta la usabilidad

source: High - Major functionality broken
es: Alta - Funcionalidad importante dañada

source: Critical - Site unusable
es: Crítico - Sitio inutilizable

source: How severe is this issue
es: Qué tan grave es este problema

source: Description
es: Descripción

source: Maximum 1000 characters. Please include steps to reproduce if possible
es: Máximo 1000 caracteres. Por favor incluye pasos para reproducir si es posible

source: 1000 characters
es: 1000 caracteres

source: Your Email
es: Tu correo electrónico

source: Optional. We'll use this to follow up if needed
es: Opcional. Lo usaremos para hacer seguimiento si es necesario

source: Reports are sent to our development team
es: Los reportes se envían a nuestro equipo de desarrollo

source: Send Report
es: Enviar reporte

source: Cancel
es: Cancelar

source: For urgent security issues, please contact us directly at
es: Para problemas de seguridad urgentes, por favor contáctanos directamente en

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Find answers to common questions about using Comuniza
es: Encuentra respuestas a preguntas comunes sobre el uso de Comuniza

source: Getting Started
es: Primeros pasos

source: How do I create an account?
es: ¿Cómo creo una cuenta?

source: You can sign up using your email address. We'll send you a confirmation email to verify your account.
es: Puedes registrarte usando tu dirección de correo electrónico. Te enviaremos un correo de confirmación para verificar tu cuenta.

source: How do I add my first item?
es: ¿Cómo agrego mi primer artículo?

source: Click on \"Add Item\" from your profile or the quick actions menu. Fill in the details about your item and choose its visibility settings.
es: Dale a "Agregar artículo" desde tu perfil o el menú de acciones rápidas. Llena los detalles sobre tu artículo y elige sus ajustes de visibilidad.

source: What are groups?
es: ¿Qué son los grupos?

source: Groups are communities where people share items. You can join existing groups or create your own. Items shared within groups can be borrowed by group members.
es: Los grupos son comunidades donde las personas comparten artículos. Puedes unirte a grupos que ya existan o crear el tuyo propio. Los artículos compartidos dentro del grupo pueden ser prestados a miembros del grupo.

source: Borrowing & Lending
es: Pedir prestado y prestar

source: How do I borrow an item?
es: ¿Cómo pido prestado un artículo?

source: Find an available item you want to borrow and click "Request to Borrow". The lender will be notified and can approve or reject your request.
es: Encuentra un artículo disponible que quieras pedir prestado y haz clic en "Pedir prestado". El prestador será notificado y podrá aceptar o rechazar tu solicitud.

source: What if an item is damaged or lost?
es: ¿Qué pasa si un artículo se daña o se pierde?

source: Please communicate with the lender immediately. Comuniza encourages honest communication between users. Check the item's condition notes before borrowing.
es: Por favor comunícate con quien presta inmediatamente. Comuniza fomenta la comunicación honesta entre usuaries. Revisa los comentarios sobre la condición del artículo antes de pedirlo prestado.

source: How do I set loan terms?
es: ¿Cómo establezco los términos del préstamo?

source: As a lender, you can set maximum loan duration and deposit requirements when creating or editing your item.
es: Como prestadore, puedes establecer la duración máxima del préstamo y, si existen, los requisitos de depósito/garantía al crear o editar tu artículo.

source: Privacy & Safety
es: Privacidad y seguridad

source: How does privacy work?
es: ¿Cómo funciona la privacidad?

source: You control who can see your profile, items, and groups through privacy settings. Items can be public, private, or restricted to group members.
es: Tú controlas quién puede ver tu perfil, artículos y grupos a través de la configuración de privacidad. Los artículos pueden ser públicos, privados o restringidos a miembros del grupo.

source: Is my information safe?
es: ¿Está segura mi información?

source: We take privacy seriously. Your email and other personal information is protected, and you control who can see your profile and activity. There's currently email and password hashing, encrypted messaging and database encryption. We try to follow the highest/latest security standards even in development. The security mechanisms will be open and detailed in the future.
es: Tomamos la privacidad en serio. Tu correo y otra información personal está protegida, y tú controlas quién puede ver tu perfil y actividad. Actualmente hay cifrado de correo y contraseñas, mensajería encriptada y encriptación de base de datos. Intentamos seguir los estándares de seguridad más altos/recientes incluso en desarrollo. Los mecanismos de seguridad serán publicados y detallados en el futuro.

source: What should I do if I have concerns about another user?
es: ¿Qué debo hacer si tengo preocupaciones sobre otre usuarie?

source: Contact us through at
es: Contáctanos a través de

source: explaining the situation, or anonymously through the
es: explicando la situación, o anónimamente a través del

source: bug report form
es: formulario de reporte de errores

source: This will be currently reviewed by the administrator, but in the future more decentralized and democratic community safety mechanisms will be implemented.
es: Esto será revisado actualmente por quien administra, pero en el futuro se implementarán mecanismos de seguridad comunitaria más descentralizados y democráticos.

source: Technical Questions
es: Preguntas técnicas

source: How do I upload photos of my items?
es: ¿Cómo subo fotos de mis artículos?

source: When adding or editing an item, you can upload multiple photos. The first photo will be the primary image shown in listings.
es: Al agregar o editar un artículo, puedes subir múltiples fotos. La primera foto será la imagen principal mostrada en los listados.

source: Can I edit my item after posting?
es: ¿Puedo editar mi artículo después de publicarlo?

source: Yes, you can edit any item you own. Go to "My Items" and click the edit button on your item.
es: Sí, puedes editar cualquier artículo que tengas. Entra en "Mis artículos" y haz clic en el botón para editar tu artículo.

source: How do I search for items?
es: ¿Cómo busco artículos?

source: Use the search bar to find items by name, description, or author. You can also filter by category, status, and group.
es: Usa la barra de búsqueda para encontrar artículos por nombre, descripción o autor. También puedes filtrar por categoría, estado y grupo.

source: Platforms costs and development
es: Costos de plataforma y desarrollo

source: Who's developing?
es: ¿Quién está desarrollando?

source: This is currently a one-person-project, being developed by Animalite. I'm not a professional developer, although I've been writing code since I was a kid. This intersection between code, community and politics is really important to me.
es: Actualmente es un proyecto de una sola persona, desarrollado por Animalite. No soy desarrollador profesional, pero he estado escribiendo código desde muy temprano. La intersección entre código, comunidad y política es muy importante para mí.

source: Why is there a donation button
es: ¿Por qué hay un botón de donación

source: Because of financial reasons as well as the old internet infrastructure in Germany, I cannot host this site at home, so donations are essential to pay the monthly VPS rent as well as some small developing tools. Hopefully in the future, this platform can also serve to share server infrastructure!
es: Por razones financieras y por la infraestructura de internet en Alemania, no pude hostear esta app en mi casa, por lo que las donaciones son esenciales para pagar el arriendo mensual del VPS y algunas pequeñas herramientas de desarrollo. Espero que en el futuro esta plataforma también sirva para compartir infraestructura digital.

source: I have ideas and want to help
es: Tengo ideas y quiero ayudar

source: That's great! You can contact me at
es: ¡Buenísimo! Puedes contactarme en

source: It's currently needed either help with development, localization, web and graphic design, feature suggestions, security and privacy reviews, legal advice, community support and integration and so on and so on.
es: Actualmente se necesita ayuda con desarrollo, localización, diseño web y gráfico, sugerencias de funciones, revisiones de seguridad y privacidad, asesoría legal, soporte e integración comunitaria, etcétera.

source: Still Need Help?
es: ¿Aún necesitas ayuda?

source: If you can't find the answer you're looking for, please
es: Si no puedes encontrar la respuesta que buscas, por favor

source: contact us
es: contáctanos

source: with your question.
es: con tu pregunta.

source: Group Invitation
es: Invitación a grupo

source: You've been invited to join a community
es: Has sido invitade a unirte a una comunidad

source: Invited by
es: Invitade por

source: Invited on
es: Invitade el

source: Expires
es: Expira

source: Welcome back
es: Bienvenido de vuelta

source: You're logged in as
es: Has iniciado sesión como

source: Click \
es: Haz clic en \

source: Don't have an account
es: ¿No tienes una cuenta?

source: This invitation is for
es: Esta invitación es para

source: If this is your email, you'll need to create an account first, then return to accept the invitation
es: Si este es tu correo, necesitarás crear una cuenta primero, luego volver para aceptar la invitación

source: Members
es: Miembros

source: Items Shared
es: Artículos compartidos

source: Privacy
es: Privacidad

source: Accept Invitation
es: Aceptar invitación

source: Decline Invitation
es: Rechazar invitación

source: read more
es: leer más

source: Founded
es: Fundado

source: Manage Group
es: Administrar grupo

source: Group Settings
es: Configuración del grupo

source: Join Group
es: Unirse al grupo

source: Request to Join
es: Solicitar unirse

source: This is a private group. Membership is by invitation only
es: Este es un grupo privado. La membresía es solo por invitación

source: to join this group and access shared items
es: para unirte a este grupo y acceder a artículos compartidos

source: Recently Shared Items
es: Artículos compartidos recientemente

source: Group Members
es: Miembros del grupo

source: Owner
es: Propietarie

source: No items shared yet
es: Aún no se han compartido artículos

source: Be the first to share something with the group
es: Sé el primero en compartir algo con el grupo

source: Join the group to see shared items
es: Únete al grupo para ver artículos compartidos

source: Share an Item
es: Compartir un artículo

source: Create a community for sharing items with like-minded people
es: Crea una comunidad para compartir artículos con personas afines

source: Basic Information
es: Información básica

source: Group Name
es: Nombre del grupo

source: selected
es: seleccionado

source: Group Image (optional
es: Imagen del grupo (opcional

source: Upload an image to represent your group (max 2MB
es: Sube una imagen para representar tu grupo (máx. 2MB

source: Location
es: Ubicación

source: City
es: Ciudad

source: State/Region
es: Estado/Región

source: Country
es: País

source: Location helps members find groups near them
es: La ubicación ayuda a los miembros a encontrar grupos cerca de ellos

source: Loan Visibility
es: Visibilidad de préstamos

source: Allow members to invite others
es: Permitir que los miembros inviten a otres

source: Require admin approval for new items
es: Requerir aprobación de le administradore para nuevos artículos

source: Create Group
es: Crear grupo

source: Join communities to share and borrow items
es: Únete a comunidades para compartir y pedir prestados artículos

source: Your Groups
es: Tus grupos

source: Discover More Groups
es: Descubrir más grupos

source: Available Groups
es: Grupos disponibles

source: View Group
es: Ver grupo

source: Join
es: Unirse

source: Request
es: Solicitar

source: No groups yet
es: Aún no hay grupos

source: Groups allow you to share items within trusted communities
es: Los grupos te permiten compartir artículos dentro de comunidades confiables

source: Create First Group
es: Crear primer grupo

source: Login to Create Group
es: Inicia sesión para crear grupo

source: Settings
es: Configuración

source: Configure
es: Configurar

source: settings
es: configuración

source: Back to Group
es: Volver al grupo

source: Manage Members
es: Administrar miembros

source: e.g., Berlin Book Lovers
es: Por ej., Asociación de Creadores de Memes

source: Group Image
es: Imagen del grupo

source: JPG, PNG or GIF. Max size 2MB. Images will be cropped to banner ratio (1000x300px
es: JPG, PNG o GIF. Tamaño máximo 2MB. Las imágenes se recortarán a proporción de banner (1000x300px

source: Privacy & Access
es: Privacidad y acceso

source: Privacy Level
es: Nivel de privacidad

source: Private: Only invited members can view and join the group
es: Privado: Solo miembros invitados pueden ver y unirse al grupo

source: Public: Anyone can view and join the group immediately
es: Público: Cualquiera puede ver y unirse al grupo inmediatamente

source: Request: Anyone can view the group, but admins must approve join requests
es: Solicitud: Cualquiera puede ver el grupo, pero les administradores deben aprobar las solicitudes de ingreso

source: e.g., Berlin
es: Por ej., Neo-Tokyo

source: e.g., Bavaria (optional)
es: Por ej., Chiapas

source: e.g., Germany
es: Por ej., Unión Soviética

source: Location helps members find groups near them on the map
es: La ubicación ayuda a los miembros a encontrar grupos cerca de ellos en el mapa

source: Group Policies
es: Políticas del grupo

source: Control who can see loan activity within this group
es: Controla quién puede ver la actividad de préstamos dentro de este grupo

source: Let regular members send group invitations
es: Permitir que miembros regulares envíen invitaciones al grupo

source: Items shared to the group need admin approval before being visible
es: Los artículos compartidos en el grupo necesitan aprobación de quien administra antes de ser visibles

source: Save Changes
es: Guardar cambios

source: Danger Zone
es: Zona de peligro

source: Delete Group
es: Eliminar grupo

source: Once you delete this group, there is no going back. Please be certain
es: Una vez que elimines este grupo, no hay vuelta atrás. Por favor asegúrate

source: Only the group owner can delete the group
es: Solo quien administra el grupo puede eliminarlo

source: Manage
es: Administrar

source: Manage members and group settings
es: Administrar miembros y configuración del grupo

source: Active Members
es: Miembros activos

source: Pending Members
es: Miembros pendientes

source: Pending Invitations
es: Invitaciones pendientes

source: Joined
es: Se unió

source: Make Admin
es: Hacer administradore

source: Remove Admin
es: Quitar administradore

source: Remove from Group
es: Eliminar del grupo

source: No members yet
es: Aún no hay miembros

source: Invite New Members
es: Invitar nuevos miembros

source: Enter a username or email address to invite
es: Ingresa un nombre de usuario o dirección de correo para invitar

source: Send Invitation
es: Enviar invitación

source: Test Search
es: Prueba de búsqueda

source: Invited
es: Invitado

source: Approve
es: Aprobar

source: Reject
es: Rechazar

source: Recent Activity
es: Actividad reciente

source: New member joined the group
es: Nuevo miembro se unió al grupo

source: 2 hours ago
es: Hace 2 horas

source: New item added to the group
es: Nuevo artículo agregado al grupo

source: 1 day ago
es: Hace 1 día

source: Loan request approved
es: Solicitud de préstamo aprobada

source: 2 days ago
es: Hace 2 días

source: Share Freely, Receive Freely
es: Comparte libremente, recibe libremente

source: Join the community lending revolution. Share things with your friends and neighbors. Buy less, share more.
es: Únete a la revolución del préstamo comunitario. Comparte cosas con tus amigos y vecinos. Compra menos, comparte más.

source: LUXURY COMMUNISM
es: COMUNISMO DE LUJO

source: Build a library of commons. Lend and borrow books and things within your community.
es: Construye una biblioteca de bienes comunes. Presta y pide prestados libros y cosas dentro de tu comunidad.

source: No money. No fees. Pure sharing economy.
es: Sin dinero. Sin tarifas. Economía de intercambio pura.
