Repository: etilamine/comuniza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: [BROWSE THINGS]
es: [EXPLORAR COSAS]

source: [SHARE THINGS]
es: [COMPARTIR COSAS]

source: [JOIN NOW]
es: [ÚNETE AHORA]

source: [LOGIN]
es: [INICIAR SESIÓN]

source: COMMUNITY STATS
es: ESTADÍSTICAS DE LA COMUNIDAD

source: ITEMS SHARED
es: ARTÍCULOS COMPARTIDOS

source: AVAILABLE NOW
es: DISPONIBLES AHORA

source: ACTIVE GROUPS
es: GRUPOS ACTIVOS

source: COMRADES
es: CAMARADAS

source: SHARE
es: COMPARTE

source: Add books and items you own to the commons. Let others benefit from what sits idle on your shelf.
es: Agrega libros y artículos que poseas a los bienes comunes. Permite que otres se beneficien de lo que permanece inactivo en tu estante.

source: Contribute with what you can
es: Contribuye con lo que puedas

source: 2] BORROW
es: 2] PIDE PRESTADO

source: Request items from your community. Read books without buying them. Build knowledge without accumulation
es: Solicita artículos de tu comunidad. Lee libros sin comprarlos. Construye conocimiento sin acumulación

source: Receive what you need
es: Recibe lo que necesitas

source: 3] GROW
es: 3] CRECE

source: Receive badges and reputation from the ecosystem. Create groups in your neighborhood. Expand the commons.
es: Recibe insignias y reputación del ecosistema. Crea grupos en tu barrio. Expande los bienes comunes.

source: Solidarity over profit
es: Solidaridad antes que ganancia

source: FIND YOUR COMMUNITY
es: ENCUENTRA TU COMUNIDAD

source: Groups are forming across cities. Join one near you or start your own
es: Los grupos se están formando en distintas ciudades. Únete a uno cerca de ti o comienza el tuyo

source: Ready to join the movement
es: ¿Todo listo para unirte

source: CREATE YOUR ACCOUNT
es: CREA TU CUENTA

source: HOW IT WORKS
es: CÓMO FUNCIONA

source: Simple. No bureaucracy. No capitalism
es: Simple. Sin burocracia. Sin capitalismo

source: FOR LENDERS
es: PARA PRESTADORES

source: 1. Sign up and join/create a group
es: 1. Regístrate y únete/crea un grupo

source: 2. Add items you want to share
es: 2. Agrega artículos que quieras compartir

source: 3. Receive borrow requests
es: 3. Recibe solicitudes de préstamo

source: 4. Hand over the item, set return date
es: 4. Entrega el artículo, establece fecha de devolución

source: 5. Get it back, earn badges & reputation
es: 5. Recíbelo de vuelta, gana insignias y reputación

source: FOR BORROWERS
es: PARA PRESTATARIES

source: 1. Sign up and join a local group
es: 1. Regístrate y únete a un grupo local

source: 2. Browse available things
es: 2. Explora cosas disponibles

source: 3. Request what you want to use or borrow
es: 3. Solicita lo que quieras usar o pedir prestado

source: 4. Pick it up, enjoy it
es: 4. Recógelo, disfrútalo

source: 5. Return on time, leave a review
es: 5. Devuelve a tiempo, deja una reseña

source: THE COMMONS AWAIT
es: LOS BIENES COMUNES ESPERAN

source: Join people building a post-capitalist library. Share what you have. Take what you need.
es: Únete a personas construyendo una biblioteca post-capitalista. Comparte lo que tienes. Toma lo que necesitas.

source: START SHARING TODAY
es: COMIENZA A COMPARTIR HOY

source: Delete
es: Eliminar

source: Delete Item
es: Eliminar artículo

source: Please confirm you want to delete this item
es: Por favor confirma que quieres eliminar este artículo

source: by
es: por

source: Item Currently Borrowed
es: Artículo actualmente prestado

source: This item is currently borrowed by
es: Este artículo está actualmente prestado a

source: You cannot delete it while it's on loan
es: No puedes eliminarlo mientras esté en préstamo

source: You can deactivate the item instead, which will hide it from public view but preserve the loan relationship
es: Puedes desactivar el artículo en su lugar, lo que lo ocultará de la vista pública pero preservará la relación de préstamo

source: Deactivate Item Instead
es: Desactivar artículo en su lugar

source: This action cannot be undone
es: Esta acción no se puede deshacer

source: Deleting this item will permanently remove it from the system. This includes
es: Eliminar este artículo lo eliminará permanentemente del sistema. Esto incluye

source: All item information and images
es: Toda la información e imágenes del artículo

source: Loan history and reviews
es: Historial de préstamos y reseñas

source: Wishlist entries
es: Entradas de lista de deseos

source: Yes, Delete Item
es: Sí, eliminar artículo

source: Open Library
es: Biblioteca Abierta

source: Generated
es: Generado

source: Owned by
es: Propiedad de

source: You
es: Tú

source: Shared
es: Compartido

source: time
es: vez

source: Item Details
es: Detalles del artículo

source: Condition
es: Condición

source: Max loan period
es: Período máximo de préstamo

source: ISBN/Serial
es: ISBN/Serie

source: Est. Value
es: Valor aprox.

source: Deposit Required
es: Depósito requerido

source: Available in
es: Disponible en

source: CURRENT LOAN
es: PRÉSTAMO ACTUAL

source: Borrowed by
es: Prestado a

source: Due
es: Vence

source: days overdue
es: días de retraso

source: days left
es: días restantes

source: Open Conversation
es: Abrir conversación

source: Message Owner
es: Enviar mensaje a le propietarie

source: Extension Requested
es: Extensión solicitada

source: Edit Item
es: Editar artículo

source: Request to Borrow
es: Solicitar préstamo

source: View Loan Details
es: Ver detalles del préstamo

source: Request Extension
es: Solicitar extensión

source: Mark as Returned
es: Marcar como devuelto

source: Confirm Return
es: Confirmar devolución

source: Currently Borrowed
es: Actualmente prestado

source: Add to Wishlist
es: Agregar a lista de deseos

source: Login to Borrow
es: Inicia sesión para pedir prestado

source: Reviews
es: Reseñas

source: Edit
es: Editar

source: Add New Item
es: Agregar nuevo artículo

source: Share something with your community
es: Comparte algo con tu comunidad

source: Title
es: Título

source: required
es: obligatorio

source: Select a category (optional
es: Selecciona una categoría (opcional

source: Choose a category to show relevant fields
es: Elige una categoría para mostrar campos relevantes

source: Author / Brand
es: Autor / Marca

source: Publisher
es: Editorial

source: Publishing company
es: Compañía editorial

source: Languages
es: Idiomas

source: Comma-separated list of languages
es: Lista de idiomas separados por comas

source: Book Format
es: Formato del libro

source: Subjects
es: Temas

source: Subjects/topics for books (comma-separated
es: Temas para libros (separados por comas

source: ISBN / Serial Number
es: ISBN / Número de serie

source: Found Book Information
es: Información del libro encontrado

source: Author
es: Autor

source: Year
es: Año

source: Use This Data
es: Usar estos datos

source: Set as Cover
es: Establecer como portada

source: Use Original
es: Usar original

source: Cover preview
es: Vista previa de portada

source: Enter ISBN-10 or ISBN-13. Book data will be auto-fetched
es: Ingresa ISBN-10 o ISBN-13. Los datos del libro se obtendrán automáticamente

source: Year of publication/manufacture
es: Año de publicación/fabricación

source: Estimated Value
es: Valor estimado

source: Approximate replacement value for insurance purposes
es: Valor de reemplazo aproximado para fines de seguro

source: Condition & Status
es: Condición y estado

source: Maximum Loan Period
es: Período máximo de préstamo

source: Allow reservations when item is borrowed
es: Permitir reservas cuando el artículo esté prestado

source: Item Privacy
es: Privacidad del artículo

source: Visibility
es: Visibilidad

source: Public: visible to everyone
es: Público: visible para todes

source: Private: hidden from all users
es: Privado: oculto para todes les usuaries

source: Restricted: only visible to members of selected groups
es: Restringido: solo visible para miembros de grupos seleccionados

source: Automatically select all groups you belong to (only applies when Restricted visibility is selected
es: Seleccionar automáticamente todos los grupos a los que perteneces (solo aplica cuando se selecciona visibilidad Restringida

source: Available in these groups
es: Disponible en estos grupos

source: You're not a member of any groups yet
es: Aún no eres miembro de ningún grupo

source: Images
es: Imágenes

source: Current Images
es: Imágenes actuales

source: Item image
es: Imagen del artículo

source: Cover
es: Portada

source: Order
es: Orden

source: Drag to reorder images. The first image will be the cover. Click × to delete
es: Arrastra para reordenar imágenes. La primera imagen será la portada. Haz clic en × para eliminar

source: Add More Images
es: Agregar más imágenes

source: Upload Images
es: Subir imágenes

source: Upload additional images (max 8 total, 2MB each
es: Subir imágenes adicionales (máx. 8 en total, 2MB cada una

source: The first image will be used as the cover
es: La primera imagen se usará como portada

source: Update Item
es: Actualizar artículo

source: Discover what your community has to share
es: Descubre qué tiene tu comunidad para compartir

source: Grid
es: Cuadrícula

source: List
es: Lista

source: Search items...
es: Buscar artículos...

source: Clear
es: Limpiar

source: All
es: Todos

source: All Groups
es: Todos los grupos

source: Apply Filters
es: Aplicar filtros

source: More Filters
es: Más filtros

source: found
es: encontrado

source: Open
es: Abrir

source: First
es: Primera

source: Previous
es: Anterior

source: Page
es: Página

source: of
es: de

source: Next
es: Siguiente

source: Last
es: Última

source: No items found
es: No se encontraron artículos

source: Try adjusting your filters or search terms
es: Intenta ajustar tus filtros o términos de búsqueda

source: Be the first to share something with your community
es: Sé el primero en compartir algo con tu comunidad

source: Add Your First Item
es: Agrega tu primer artículo

source: Login to Add Items
es: Inicia sesión para agregar artículos

source: Manage your shared items
es: Administra tus artículos compartidos

source: Total Items
es: Total de artículos

source: Active Items
es: Artículos activos

source: No active items yet
es: Aún no hay artículos activos

source: Start sharing by adding your first item to the community
es: Comienza a compartir agregando tu primer artículo a la comunidad

source: Inactive Items
es: Artículos inactivos

source: Inactive
es: Inactivo

source: Reactivate
es: Reactivar

source: Loan Details
es: Detalles del préstamo

source: OVERDUE
es: RETRASADO

source: Item Information
es: Información del artículo

source: Shared via
es: Compartido a través de

source: Requested by
es: Solicitado por

source: Start Date
es: Fecha de inicio

source: Due Date
es: Fecha de vencimiento

source: Request Message
es: Mensaje de solicitud

source: Rejection Reason
es: Razón del rechazo

source: Additional days
es: Días adicionales

source: Approve Extension
es: Aprobar extensión

source: Reject Extension
es: Rechazar extensión

source: Required Action
es: Acción requerida

source: Optional reason
es: Razón opcional

source: Approve Loan
es: Aprobar préstamo

source: Rejection reason (optional
es: Razón de rechazo (opcional

source: Reject Loan
es: Rechazar préstamo

source: Pick Up Item
es: Recoger artículo

source: The lender has approved your request. Pick up the item to start the loan period
es: Le prestadore ha aprobado tu solicitud. Recoge el artículo para comenzar el período de préstamo

source: Mark as Picked Up
es: Marcar como recogido

source: Return Item
es: Devolver artículo

source: The borrower has marked this item as returned. Please confirm you have received it
es: Le prestatarie ha marcado este artículo como devuelto. Por favor confirma que lo has recibido

source: Cancel Loan
es: Cancelar préstamo

source: You can cancel this loan if the item hasn't been picked up yet
es: Puedes cancelar este préstamo si el artículo aún no ha sido recogido

source: Reason for cancellation (optional
es: Razón de cancelación (opcional

source: Leave a Review
es: Dejar una reseña

source: Submit Review
es: Enviar reseña

source: Loan Timeline
es: Línea de tiempo del préstamo

source: Communication
es: Comunicación

source: Reliability
es: Confiabilidad

source: Request Loan
es: Solicitar préstamo

source: You're requesting to borrow
es: Estás solicitando pedir prestado

source: from
es: de

source: Max loan
es: Préstamo máximo

source: Extensions
es: Extensiones

source: allowed
es: permitidas

source: not allowed
es: no permitidas

source: Approval required
es: Aprobación requerida

source: Automatic
es: Automático

source: for extensions
es: para extensiones

source: Loan Request Details
es: Detalles de la solicitud de préstamo

source: Your Default Loan Settings
es: Tus configuraciones de préstamo predeterminadas

source: Default loan duration
es: Duración predeterminada del préstamo

source: Allow extensions
es: Permitir extensiones

source: Yes
es: Sí

source: Max extension days
es: Días máximos de extensión

source: Default privacy
es: Privacidad predeterminada

source: Loan Terms
es: Términos del préstamo

source: You are responsible for the item while borrowed
es: Eres responsable del artículo mientras esté prestado

source: Return the item by the due date in good condition
es: Devuelve el artículo para la fecha de vencimiento en buenas condiciones

source: The lender may require a deposit
es: Le prestadore puede requerir un depósito

source: Reviews will be exchanged after the loan is completed
es: Las reseñas se intercambiarán después de que se complete el préstamo

source: Extensions may be requested if needed
es: Se pueden solicitar extensiones si es necesario

source: Send Loan Request
es: Enviar solicitud de préstamo

source: Manage your borrowing and lending activity
es: Administra tu actividad de préstamos y préstamos recibidos

source: Currently Borrowing
es: Actualmente pidiendo prestado

source: Currently Lending
es: Actualmente prestando

source: Waiting for Pickup
es: Esperando recogida

source: Returns to Confirm
es: Devoluciones por confirmar

source: Needs Approval
es: Necesita aprobación

source: NEEDS APPROVAL
es: NECESITA APROBACIÓN

source: Action Required
es: Acción requerida

source: YOU'RE LENDING
es: ESTÁS PRESTANDO

source: Currently lending to
es: Actualmente prestando a

source: picked up
es: recogido

source: YOUR REQUESTS
es: TUS SOLICITUDES

source: Waiting for approval from
es: Esperando aprobación de

source: YOU'RE BORROWING
es: ESTÁS PIDIENDO PRESTADO

source: Return Overdue
es: Devolución retrasada

source: Borrowing from
es: Pidiendo prestado a

source: WAITING FOR PICKUP
es: ESPERANDO RECOGIDA

source: Pick Up
es: Recoger

source: Approved by
es: Aprobado por

source: waiting for you to pick up
es: esperando que lo recojas

source: APPROVED - WAITING FOR PICKUP
es: APROBADO - ESPERANDO RECOGIDA

source: Approved for
es: Aprobado para

source: waiting for pickup
es: esperando recogida

source: RETURNS TO CONFIRM
es: DEVOLUCIONES POR CONFIRMAR

source: marked as returned - awaiting your confirmation
es: marcado como devuelto - esperando tu confirmación

source: COMPLETED LOANS
es: PRÉSTAMOS COMPLETADOS

source: Leave Review
es: Dejar reseña

source: Borrowed from
es: Prestado de

source: Lent to
es: Prestado a

source: REJECTED LOANS
es: PRÉSTAMOS RECHAZADOS

source: Your request was rejected by
es: Tu solicitud fue rechazada por

source: You rejected
es: Rechazaste la solicitud de

source: No loans yet
es: Aún no hay préstamos

source: Start by browsing items you'd like to borrow
es: Comienza explorando artículos que te gustaría pedir prestados

source: Back to Messages
es: Volver a mensajes

source: Conversation Context
es: Contexto de la conversación

source: Regarding Item
es: Respecto al artículo

source: Regarding Loan
es: Respecto al préstamo

source: Loan
es: Préstamo

source: System
es: Sistema

source: No messages yet. Start the conversation
es: Aún no hay mensajes. Inicia la conversación

source: Send Message
es: Enviar mensaje

source: PRIVATE MESSAGES
es: MENSAJES PRIVADOS

source: SECURE • ENCRYPTED • PRIVATE
es: SEGURO • ENCRIPTADO • PRIVADO

source: START CONVERSATION
es: INICIAR CONVERSACIÓN

source: About item
es: Sobre artículo

source: About loan
es: Sobre préstamo

source: Unknown User
es: Usuarie desconocide

source: unknown
es: desconocido

source: new
es: nuevo

source: VIEW
es: VER

source: Are you sure you want to delete this conversation and all its messages? This action cannot be undone.
es: ¿Segure de que quieres borrar esta conversación y todos sus mensajes? Esta acción no se puede deshacer.

source: DELETE
es: BORRAR

source: NO MESSAGES YET
es: AÚN NO HAY MENSAJES

source: Start sharing items and connect with other community members
es: Comienza a compartir artículos y conéctate con otros miembros de la comunidad

source: START NEW CONVERSATION
es: INICIAR CONVERSACIÓN

source: FIND USER
es: ENCONTRAR USUARIE

source: Search by username only
es: Buscar por nombre de usuario

source: SUBJECT
es: ASUNTO

source: What is this conversation about?
es: ¿De qué se trata esta conversación?

source: INITIAL MESSAGE
es: PRIMER MENSAJE

source: Start the conversation with a message
es: Inicia la conversación con un mensaje

source: DELETE CONVERSATION
es: BORRAR CONVERSACIÓN

source: Are you sure you want to delete this conversation?
es: ¿Segure de que quieres eliminar esta conversación?

source: Loan Action Required
es: Acción de préstamo requerida

source: View Details
es: Ver detalles

source: Loan completed on
es: Préstamo completado el

source: Item
es: Artículo

source: Related to
es: Relacionado con

source: Start Conversation with
es: Iniciar conversación con

source: Start Conversation
es: Iniciar conversación

source: Send a message to
es: Enviar un mensaje a

source: Subject (Optional
es: Asunto (Opcional

source: Give this conversation a topic
es: Da un tema a esta conversación

source: Your Message
es: Tu mensaje

source: This will be your first message in the conversation
es: Este será tu primer mensaje en la conversación

source: Community Resource Sharing
es: Intercambio de Recursos Comunitarios

source: This is an automated message. Please do not reply to this email
es: Este es un mensaje automatizado. Por favor no respondas a este correo

source: If you need help, contact us at
es: Si necesitas ayuda, contáctanos en

source: 2026 COMUNIZA. All rights reserved
es: 2026 COMUNIZA. Todos los derechos reservados

source: LOAN APPROVED
es: PRÉSTAMO APROBADO

source: Your Loan Request Has Been Approved
es: Tu solicitud de préstamo ha sido aprobada

source: Congratulations
es: Felicitaciones

source: has approved your request to borrow
es: ha aprobado tu solicitud para pedir prestado

source: You can view all loan details and communicate with lender through your dashboard
es: Puedes ver todos los detalles del préstamo y comunicarte con le prestadore a través de tu panel

source: Your loan request has been approved
es: Tu solicitud de préstamo ha sido aprobada

source: You can view all loan details and communicate with the borrower through your dashboard
es: Puedes ver todos los detalles del préstamo y comunicarte con le prestatarie a través de tu panel

source: Your loan request for
es: Tu solicitud de préstamo para

source: has been approved
es: ha sido aprobada

source: You can view all loan details and communicate with the other party through your dashboard
es: Puedes ver todos los detalles del préstamo y comunicarte con la contraparte a través de tu panel

source: Request Approved
es: Solicitud aprobada

source: EXTENSION DECISION
es: DECISIÓN DE EXTENSIÓN

source: Extension Approved
es: Extensión aprobada

source: Good news
es: Buenas noticias

source: has approved your extension request for
es: ha aprobado tu solicitud de extensión para

source: Extension Details
es: Detalles de la extensión

source: Extension Days
es: Días de extensión

source: Original Due
es: Vencimiento original

source: New Due
es: Nuevo vencimiento

source: Extension Rejected
es: Extensión rechazada

source: Unfortunately
es: Desafortunadamente

source: has rejected your extension request for
es: ha rechazado tu solicitud de extensión para

source: You can continue to communicate with the lender through your dashboard if needed
es: Puedes continuar comunicándote con le prestadore a través de tu panel si es necesario

source: Message Lender
es: Enviar mensaje a quien presta

source: Loan ID
es: ID del préstamo

source: Decision
es: Detalles de la extensión

source: New due date
es: Nueva fecha de vencimiento

source: View loan
es: Ver préstamo

source: EXTENSION REQUEST
es: SOLICITUD DE EXTENSIÓN

source: Extension Request For
es: Solicitud de extensión para

source: is requesting an extension of
es: está solicitando una extensión de

source: for this loan
es: para este préstamo

source: New Due Date
es: Nueva fecha de vencimiento

source: What happens next
es: Qué sucede después

source: The lender will review this request and either approve or reject the extension. You will be notified of their decision via email and in your dashboard
es: Quien presta revisará esta solicitud y aprobará o rechazará la extensión. Serás notificade de su decisión por correo y en tu panel

source: days for the loan of
es: días para el préstamo de

source: Current Due Date
es: Fecha de vencimiento actual

source: LOAN MESSAGE
es: MENSAJE DE PRÉSTAMO

source: Sent You A Message
es: Te envió un mensaje

source: Regarding
es: Respecto a

source: Message Preview
es: Vista previa del mensaje

source: Related Loan
es: Préstamo relacionado

source: You can reply to this message or view loan details
es: Puedes responder a este mensaje o ver los detalles del préstamo

source: Reply to Message
es: Responder al mensaje

source: sent you a message regarding
es: te envió un mensaje acerca de

source: View conversation
es: Abrir conversación

source: View loan details
es: Ver detalles del préstamo

source: Loan Message from
es: Mensaje de préstamo de

source: LOAN OVERDUE
es: PRÉSTAMO RETRASADO

source: Your Loan Is Overdue
es: Tu préstamo está retrasado

source: The loan for
es: El préstamo para

source: was due on
es: vencía el

source: and is now
es: y ahora está

source: overdue
es: retrasado

source: Immediate Action Required
es: Acción inmediata requerida

source: Please return the item as soon as possible and mark it as returned in your dashboard
es: Por favor devuelve el artículo lo antes posible y márcalo como devuelto en tu panel

source: Need help? Contact the lender or view your loan details
es: ¿Necesitas ayuda? Contacta a quien presta o ve los detalles de tu préstamo

source: Send message to
es: Enviar un mensaje a

source: URGENT: Loan Overdue
es: URGENTE: Tu préstamo está retrasado

source: LOAN REJECTED
es: PRÉSTAMO RECHAZADO

source: Your Loan Request Has Been Declined
es: Tu solicitud de préstamo ha sido rechazada

source: has declined your request to borrow
es: ha rechazado tu solicitud para pedir prestado

source: Reason Provided
es: Razón proporcionada

source: You can look for other items to borrow in community
es: Puedes buscar otros artículos para pedir prestados en la comunidad

source: Consider reaching out to lender to understand the decision
es: Considera contactar a quien presta para entender la decisión

source: Update your profile to improve future loan requests
es: Actualiza tu perfil para mejorar futuras solicitudes de préstamo

source: Browse More Items
es: Explorar más artículos

source: Your loan request has been declined
es: Tu solicitud de préstamo ha sido rechazada

source: Reason provided
es: Razón proporcionada

source: You can look for other items to borrow in the community
es: Puedes buscar otros artículos para pedir prestados en la comunidad
