Repository: etilamine/comuniza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Bronze
es: Bronce

source: Silver
es: Plata

source: Gold
es: Oro

source: Platinum
es: Platino

source: Special
es: Especial

source: Lending
es: Préstamos

source: Borrowing
es: Préstamos recibidos

source: Reputation
es: Reputación

source: Overall
es: General

source: Status
es: Estado

source: Statistics
es: Estadística

source: Metadata
es: Metadatos

source: Invitation Details
es: Detalles de la invitación

source: e.g., Berlin Book Sharing, Autonomous Community of the Forest
es: Por ejemplo, Círculo de Lectura XYZ, Comunidad Autónoma de la Selva

source: Describe your group's purpose, rules, and what members can share...
es: Describe el propósito del grupo, reglas y qué se puede compartir

source: e.g., Neo-Tokyo, New New York, Brighton-By-The-Sea
es: Por ej., Neo-Tokyo

source: e.g., California, Catalonia, Ontario (optional)
es: Por ej., Chiapas

source: e.g., United Brands of America, Eurasia
es: Por ej., URSS

source: A group with this name already exists.
es: Un grupo con este nombre ya existe.

source: Username or Email
es: Nombre de usuario o correo

source: Enter username or email address...
es: Ingresa un nombre de usuario o dirección de correo para invitarle

source: Personal Message (optional)
es: Mensaje personal (opcional)

source: Add a personal message to your invitation...
es: Añade un mensaje personal a tu invitación...

source: Please enter a username or email address.
es: Ingresa un nombre de usuario o correo electrónico.

source: This user is already a member of the group.
es: Este usuarie ya es miembro del grupo.

source: This user has already been invited to the group.
es: Este usuarie ya ha sido invitado al grupo.

source: Please enter a valid username or email address.
es: Ingresa un nombre de usuario o dirección de correo válida.

source: Please enter a valid email address.
es: Por favor ingresa una dirección de correo válida.

source: A user with this email is already a member of the group.
es: Alguien con este correo ya es miembro del grupo.

source: This email address has already been invited to the group.
es: Esta dirección de correo electrónico ya ha sido invitada al grupo.

source: Private - Invite only
es: Privado - Solo por invitación

source: Public - Anyone can join
es: Público - Cualquiera puede unirse

source: Join by request
es: Unirse por solicitud

source: privacy
es: Privacidad

source: city
es: ciudad

source: City where the group is located
es: Ciudad donde se encuentra el grupo

source: State, province, or region
es: Estado, provincia o región

source: latitude
es: latitud

source: Latitude coordinate (auto-filled if possible)
es: Coordenada de latitud (auto-completada si es posible)

source: longitude
es: longitud

source: Longitude coordinate (auto-filled if possible)
es: Coordenada de longitud (auto-completada si es posible)

source: members
es: miembros

source: Hidden from members
es: Oculto para miembros

source: Admins only
es: Solo administradores

source: Public to members
es: Público para miembros

source: Member
es: Miembro

source: Admin
es: Administradore

source: Accepted
es: Aceptado

source: Declined
es: Rechazado

source: responded at
es: respondió a las

source: Details
es: Detalles

source: Share with all my groups
es: Compartir con todos mis grupos

source: e.g., The Lean Startup, Dewalt Power Drill, Canon EOS Camera
es: Por ej., Taladro Makita, Cámara Canon, Obras Completas de Marx

source: e.g., Eric Ries, DeWalt, Canon
es: Por ej. Yamaha, Sony, DIY

source: Describe your item, its condition, and any special features...
es: Describe tu artículo, su condición y cualquier característica especial...

source: e.g., Penguin Books, Amazon
es: Por ej., Siglo XXI, Traficantes de Sueños, Caja Negra

source: e.g., English, Spanish, French
es: Por ej., Inglés, Español, Alemán

source: Select format
es: Seleccionar formato

source: e.g., Fiction, Fantasy, Adventure
es: Por ej., Novela, Fantasía, Aventura, Filosofía

source: Enter ISBN to auto-fetch book data...
es: Ingresa un ISBN para obtener datos automáticamente

source: e.g., 2020
es: Por ej., 1984

source: Optional
es: Opcional

source: Search
es: Buscar

source: Search items, authors, descriptions...
es: Busca artículos, autores, descripciones...

source: All Categories
es: Todas las categorías

source: Group
es: Grupo

source: New
es: Nuevo

source: Excellent
es: Excelente

source: Good
es: Bueno

source: Fair
es: Aceptable

source: Poor
es: Deplorable

source: Available
es: Disponible

source: Borrowed
es: Prestado

source: Not Right Now
es: No ahora mismo

source: Author for books, brand for tools/equipment
es: Autor para libros o medios, marca para herramientas/equipos

source: Languages (comma-separated for books)
es: Idiomas (separados por comas para libros)

source: Paperback
es: Tapa blanda

source: Hardcover
es: Tapa dura

source: Audiobook
es: Audiolibro

source: Other
es: Otro

source: Format for books
es: Formato para libros

source: year
es: año

source: condition
es: condición

source: 1 day
es: 1 día

source: 1 week
es: 1 semana

source: 2 weeks
es: 2 semanas

source: 3 weeks
es: 3 semanas

source: 1 month
es: 1 mes

source: 2 months
es: 2 meses

source: 3 months
es: 3 meses

source: Maximum number of days this item can be borrowed
es: Tiempo máximo que puede ser prestado

source: Whether borrowers need to provide a deposit
es: Si es que se requiere un depósito

source: deposit amount
es: monto del depósito

source: Groups where this item is available
es: Grupos en los que está disponible

source: Public
es: Público

source: Private
es: Privado

source: Restricted
es: Restringido

source: Public: visible to everyone, Private: hidden, Restricted: only group members
es: Público: visible para todes, Privado: oculto, Restringido: solo miembros del grupo

source: cover URL
es: URL de la portada

source: External cover URL from API
es: URL externa de la portada desde la API

source: Source of the cover image
es: Fuente de la imagen de la portada

source: cover fetched at
es: fecha de obtención de la portada

source: When the cover was fetched from external API
es: Cuando se obtuvo la portada desde la API externa

source: ISBN lookup attempted
es: Intento de búsqueda por ISBN

source: Whether we've tried to look up this ISBN
es: Si es que hemos intentado buscar este ISBN

source: Unique item identifier (e.g., ITEM-XXXX)
es: Identificador único del artículo (ej., XXXXXXXX)

source: item
es: artículo

source: items
es: artículos

source: uploaded at
es: subido el

source: Rating from 1 to 5
es: Puntaje del 1 al 5

source: comment
es: comentario

source: notes
es: comentarios

source: notify when available
es: notificar cuando esté disponible

source: Send notification when this item becomes available
es: Enviar notificación cuando este elemento esté disponible

source: added at
es: agregado el

source: Request Details
es: Detalles de la solicitud

source: Mark selected loans as active
es: Marcar seleccionados como activos

source: Recalculate ratings for selected users
es: Recalcular calificaciones para usuarios seleccionados

source: Introduce yourself and explain why you'd like to borrow this item...
es: Preséntate y explica por qué quieres prestar este artículo...

source: Optional message to the item owner
es: Mensaje opcional quien posee el artículo

source: Optional: Choose a group you share with the owner
es: Opcional: elige un grupo con el que compartes

source: No group (direct request)
es: Sin grupo (solicitud directa)

source: No common groups available
es: No hay grupos en común disponibles

source: You don't share any groups with this owner
es: No compartes ningún grupo con este propietarie

source: You already have an active loan request for this item.
es: Ya tienes una solicitud activa para este artículo.

source: Share your experience...
es: Comparte tu experiencia...

source: How was the condition when you received it?
es: ¿En qué condición recibiste el artículo?

source: How was the condition when it was returned?
es: ¿En qué condición se devolvió el artículo?

source: Please provide a rating.
es: Por favor, entrega una calificación.

source: Enter number of days
es: Ingresa el número de días

source: How many additional days do you need?
es: ¿Cuántos días adicionales necesitas?

source: Reason for extension
es: Razón para la extensión

source: Please explain why you need an extension...
es: Por favor, explica por qué necesitas una extensión...

source: An extension request is already pending.
es: Una solicitud de extensión ya está pendiente.

source: Extensions are not allowed for this loan.
es: Las extensiones no están permitidas para esta prestación.

source: Maximum extension days allowed: %(max_days)s.
es: El máximo de días de extensión permitidos es %(max_days)s.

source: Reason
es: Razón

source: Condition at return
es: Condición al devolver

source: e.g., Good condition
es: Por ejemplo, buen estado

source: Only the lender can approve loans.
es: Solo quien presta puede aprobar préstamos.

source: Only the lender can reject loans.
es: Solo quien presta puede rechazar préstamos.

source: Only the borrower can mark items as returned.
es: Solo quien presta puede marcar los artículos como devueltos.

source: Only the lender can confirm returns.
es: Solo quien presta puede confirmar las devoluciones.

source: Only the lender can cancel approved loans.
es: Solo quien presta puede cancelar préstamos aprobados.

source: Requested
es: Solicitado

source: Approved
es: Aprobado

source: Returned
es: Devuelto

source: The group through which this loan was made
es: El grupo a través del cual se hizo este préstamo

source: due date
es: fecha de vencimiento

source: damage reported
es: daño reportado

source: Participants only
es: Solo participantes

source: Group admins can view
es: Les administradores del grupo pueden ver

source: Internal notes
es: Comentarios internos

source: Lender
es: Prestadore

source: Borrower
es: Prestatarie

source: Whether the reviewer was the lender or borrower
es: Si quien revisó era quien prestó o pidió prestado

source: For lender: item returned condition. For borrower: item received condition
es: Para quien prestó: condición del artículo devuelto. Para quien pidió prestado: condición del artículo recibido

source: Average rating as a lender (0-5)
es: Puntaje promedio como prestadore (0-5)

source: items borrowed
es: artículos prestados

source: Average rating as a borrower (0-5)
es: Puntaje promedio como solicitante (0-5)

source: Combined average rating (0-5)
es: Puntaje promedio combinado (0-5)

source: cancellations
es: cancelaciones

source: Algorithmic trust score from 0-100
es: Puntaje de confianza algorítmico de 0 a 100

source: verified user
es: usuarie verificade

source: Whether borrower can request extensions
es: Si es que quien pide prestado puede pedir extensiones

source: Whether extensions require approval or are automatic
es: Si es que las extensiones requieren aprobación o son automáticas

source: Maximum days that can be requested for extension
es: Tiempo máximo que puede solicitarse para extensión

source: Receive in-app message notifications
es: Recibe notificaciones en la aplicación

source: Number of days for loans in this group (null = use global setting)
es: Número de días para préstamos en este grupo (null = usar configuración global)

source: Allow extensions in this group (null = use global setting)
es: Permitir extensiones en este grupo (null = usar configuración global)

source: Extensions require approval in this group (null = use global setting)
es: Extensiones requieren aprobación en este grupo (null = usar configuración global)

source: Maximum extension days in this group (null = use global setting)
es: Tiempo máximo que puede solicitarse para extensión en este grupo (null = usar configuración global)

source: Visibility for loans in this group (blank = use global setting)
es: Visibilidad de préstamos en este grupo (vacío = usar configuración global)

source: Invalid action submitted.
es: Acción inválida enviada.

source: Item marked as picked up. Enjoy!
es: Arículo marcado como recogido. ¡Disfruta!

source: Loan cancelled.
es: Préstamo cancelado.

source: You have already reviewed this loan.
es: Ya has calificado este préstamo.

source: Failed to submit review. Please try again.
es: No se pudo enviar la calificación. Por favor, inténtalo de nuevo.

source: Message
es: Mensaje

source: Initial Message
es: Mensaje inicial

source: participants
es: participantes

source: Salt used for end-to-end encryption key derivation
es: Cifrado utilizado para la derivación de la clave de cifrado de extremo a extremo

source: last read at
es: última lectura a las

source: encrypted content
es: contenido encriptado

source: message attachment
es: adjunto de mensaje

source: message attachments
es: adjuntos de mensaje

source: Extension Request
es: Solicitud de extensión

source: Review Received
es: Calificación recibida

source: type
es: tipo

source: Public identifier (Reddit-style generated)
es: Identificador público (generado en estilo Reddit)

source: email hash
es: cifrado de email

source: HMAC-SHA256 hash of email for GDPR privacy protection
es: cifrado HMAC-SHA256 del email para protección de la privacidad según GDPR

source: phone hash
es: cifrado de teléfono

source: HMAC-SHA256 hash of phone for privacy
es: cifrado HMAC-SHA256 del teléfono para protección de la privacidad

source: Public - Anyone can view
es: Público - Cualquiera puede ver

source: Limited - Basic stats only
es: Limitado - Solo estadísticas básicas

source: Public - Full activity
es: Público - Actividad completa

source: How much of your sharing activity is visible
es: Cuánta de tu actividad de compartición es visible

source: last password change
es: último cambio de contraseña

source: Email confirmed successfully! You are now logged in.
es: Correo electrónico confirmado correctamente! Ahora estás conectade.

source: Invalid or expired confirmation link.
es: Enlace de confirmación inválido o expirado.

source: Bad Request
es: Solicitud incorrecta

source: Go Home
es: Ir a inicio

source: Go Back
es: Volver

source: Report a Bug
es: Reportar un error

source: What does this mean?
es: ¿Qué significa esto?

source: This error occurs when:
es: Este error ocurre cuando:

source: The request contains invalid syntax
es: La solicitud contiene sintaxis no válida

source: Required form fields are missing
es: Faltan campos obligatorios del formulario

source: Submitted data doesn't match expected format
es: Los datos enviados no coinciden con el formato esperado

source: The request was corrupted during transmission
es: La solicitud se corrompió durante la transmisión

source: Try refreshing the page or checking your form inputs.
es: Intenta actualizar la página o verificar los datos del formulario.

source: Access Denied
es: Acceso denegado

source: What can you try
es: Qué puedes intentar

source: Log in to your account if you haven't already
es: Inicia sesión en tu cuenta si aún no lo has hecho

source: Check if you have the required permissions
es: Verifica si tienes los permisos necesarios

source: Contact the administrator if you believe this is an error
es: Contacta a quien administra si crees que esto es un error

source: Go back to the previous page and try a different approach
es: Vuelve a la página anterior e intenta un enfoque diferente

source: Not Found
es: No encontrado

source: Page Not Found
es: Página no encontrada

source: Check the URL for typos
es: Revisa la URL en busca de errores tipográficos

source: Go back to the previous page
es: Vuelve a la página anterior

source: Visit our
es: Visita nuestra

source: homepage
es: página de inicio

source: to find what you need
es: para encontrar lo que necesitas

source: Search for content using the navigation menu
es: Busca contenido usando el menú de navegación

source: Method Not Allowed
es: Método no permitido

source: Maybe you shouldn't be doing that
es: Quizás no deberías estar haciendo eso

source: What does this mean
es: Qué significa esto

source: This error occurs when
es: Este error ocurre cuando

source: You tried to use POST on a GET-only page
es: Intentaste usar POST en una página solo para GET

source: You tried to use GET on a POST-only page
es: Intentaste usar GET en una página solo para POST

source: The server doesn't allow the requested method
es: El servidor no permite el método solicitado

source: Try refreshing the page or going back to the previous page
es: Intenta actualizar la página o volver a la página anterior

source: Request Timeout
es: Tiempo de espera agotado

source: Try Again
es: Intentar de nuevo

source: Refresh the page and try again
es: Actualiza la página e intenta de nuevo

source: Check your internet connection
es: Verifica tu conexión a internet

source: Try a different browser or device
es: Prueba con un navegador o dispositivo diferente

source: Clear your browser cache and cookies
es: Borra la caché y las cookies de tu navegador

source: Contact support if the problem persists
es: Contacta con soporte si el problema persiste

source: Too Many Requests
es: Demasiadas solicitudes

source: Why did this happen
es: Por qué ocurrió esto

source: This rate limit helps us
es: Este límite de tasa nos ayuda a

source: Maintain system performance
es: Mantener el rendimiento del sistema

source: Prevent abuse and automated attacks
es: Prevenir abusos y ataques automatizados

source: Ensure fair access for all users
es: Garantizar acceso equitativo para todes les usuaries

source: Protect our servers from overload
es: Proteger nuestros servidores de sobrecarga

source: Wait a few minutes and try again. If you continue to see this error, contact support
es: Espera unos minutos e intenta de nuevo. Si continúas viendo este error, contacta con soporte

source: Our mistake
es: Nuestro error

source: Our bad
es: Culpa nuestra

source: Server Error
es: Error del servidor

source: Report This Bug
es: Reportar este error

source: Help us improve! Send details about what you were doing when this error occurred
es: ¡Ayúdanos a mejorar! Envía detalles sobre qué estabas haciendo cuando ocurrió este error

source: What were you trying to do
es: Qué estabas intentando hacer

source: Max 1000 characters. Be as specific as possible
es: Máximo 1000 caracteres. Especifica lo mejor posible

source: Your Email (Optional
es: Tu correo electrónico (Opcional

source: your@email.com
es: tu@correo.xyz

source: We'll use this to follow up if needed
es: Usaremos esto para hacer seguimiento si es necesario

source: Severity
es: Gravedad

source: Low - Minor inconvenience
es: Baja - Inconveniente menor

source: medium
es: media

source: Medium - Can't complete task
es: Media - No se puede completar la tarea

source: high
es: alta

source: High - Critical functionality broken
es: Alta - Funcionalidad crítica dañada

source: Reports are sent to our development team at bugs@comuniza.org
es: Los reportes se envían a nuestro equipo de desarrollo a bugs@comuniza.org

source: Send Bug Report
es: Enviar reporte de error

source: Having trouble with the form? Contact us directly
es: ¿Tienes problemas con el formulario? Contáctanos directamente

source: Email Confirmation
es: Confirmación de correo electrónico

source: Community Resource Sharing Platform
es: Plataforma de Intercambio de Recursos Comunitarios

source: Confirm Your Email Address
es: Confirma tu dirección de correo electrónico

source: Hello
es: Hola

source: Please confirm your email address to complete your account setup
es: Por favor confirma tu dirección de correo electrónico para completar la configuración de tu cuenta

source: CONFIRM EMAIL
es: CONFIRMAR CORREO

source: Or copy this link
es: O copia este enlace

source: Important
es: Importante

source: This link will expire in
es: Este enlace expirará en

source: days
es: días

source: If you did not request this confirmation, please ignore this email
es: Si no solicitaste esta confirmación, por favor ignora este correo

source: Thank you
es: Gracias

source: The Comuniza Team
es: El equipo de Comuniza

source: This is an automated message from Comuniza
es: Este es un mensaje automatizado de Comuniza

source: If you cannot click the link, please copy and paste this URL into your browser
es: Si no puedes hacer clic en el enlace, copia y pega esta URL en tu navegador

source: Welcome to Comuniza
es: Bienvenido a Comuniza

source: Thank you for signing up for Comuniza. To complete your registration and start sharing items with your community, please confirm your email address
es: Gracias por registrarte en Comuniza. Para completar tu registro y comenzar a compartir artículos con tu comunidad, por favor confirma tu dirección de correo electrónico

source: If you did not sign up for this account, please ignore this email
es: Si no te registraste para esta cuenta, por favor ignora este correo

source: Your account will be deleted if not confirmed within
es: Tu cuenta será eliminada si no se confirma dentro de

source: If you have questions, contact us at support@comuniza.org
es: Si tienes preguntas, contáctanos en support@comuniza.org

source: Welcome to Comuniza - Please Confirm Your Email
es: Bienvenide a Comuniza - Por favor confirma tu correo electrónico

source: EMAIL CONFIRMATION
es: CONFIRMACIÓN DE CORREO

source: Please confirm that you want to verify this email address
es: Por favor confirma que deseas verificar esta dirección de correo electrónico

source: CONFIRM EMAIL ADDRESS
es: CONFIRMAR DIRECCIÓN DE CORREO

source: This link expires in
es: Este enlace expira en

source: INVALID OR EXPIRED LINK
es: ENLACE INVÁLIDO O CADUCADO

source: This confirmation link is no longer valid
es: Este enlace de confirmación ya no es válido

source: Please request a new confirmation email or contact support
es: Por favor solicita un nuevo correo de confirmación o contacta con soporte

source: If you're having trouble confirming your email, please contact our support team at
es: Si tienes problemas confirmando tu correo, por favor contacta a nuestro equipo de soporte en

source: RETURN TO LOGIN
es: VOLVER AL INICIO DE SESIÓN

source: EMAIL VERIFIED
es: CORREO VERIFICADO

source: Your email has been successfully confirmed
es: Tu correo electrónico ha sido confirmado exitosamente

source: WELCOME TO COMUNIZA
es: BIENVENIDO A COMUNIZA

source: You can now start sharing items with your community. Your account is fully activated and ready to use
es: Ahora puedes comenzar a compartir artículos con tu comunidad. Tu cuenta está completamente activada y Listx para usar

source: WHAT YOU CAN DO
es: QUÉ PUEDES HACER

source: Add items to share with your community
es: Agregar artículos para compartir con tu comunidad

source: Browse items available in your area
es: Explorar artículos disponibles en tu área

source: Connect with other community members
es: Conectar con otros miembros de la comunidad

source: Build reputation through sharing
es: Construir reputación a través del intercambio

source: START BROWSING ITEMS
es: COMENZAR A EXPLORAR ARTÍCULOS

source: Thank you for joining Comuniza! Need help? Contact us at
es: ¡Gracias por unirte a Comuniza! ¿Necesitas ayuda? Contáctanos en

source: Login
es: Iniciar sesión

source: LOGIN
es: INICIAR SESIÓN

source: ACCESS YOUR ACCOUNT
es: ACCEDER A TU CUENTA

source: QUICK LOGIN
es: INICIO RÁPIDO

source: CONTINUE WITH GOOGLE
es: CONTINUAR CON GOOGLE

source: CONTINUE WITH GITHUB
es: CONTINUAR CON GITHUB

source: OR
es: O

source: EMAIL LOGIN
es: INICIO CON CORREO

source: EMAIL
es: CORREO ELECTRÓNICO

source: PASSWORD
es: CONTRASEÑA

source: REMEMBER ME
es: RECORDARME

source: FORGOT PASSWORD
es: ¿OLVIDASTE TU CONTRASEÑA?

source: DON'T HAVE AN ACCOUNT
es: ¿NO TIENES UNA CUENTA

source: CREATE ACCOUNT
es: CREAR CUENTA

source: Logout
es: Cerrar sesión

source: LOGOUT
es: CERRAR SESIÓN
