Repository: etilamine/comuniza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Consider reaching out to the lender to understand the decision
es: Considera contactar a quien presta para entender la decisión

source: LOAN REQUEST
es: SOLICITUD DE PRÉSTAMO

source: Wants To Borrow Your Item
es: Quiere pedir prestado tu artículo

source: Message From Borrower
es: Mensaje de le prestatarie

source: Message Borrower
es: Enviar mensaje a le prestatarie

source: Manage Loan
es: Administrar préstamo

source: wants to borrow your item
es: quiere pedir prestado tu artículo

source: Message from borrower
es: Mensaje de le prestatarie

source: View Item Details
es: Ver detalles del artículo

source: RETURN REQUESTED
es: DEVOLUCIÓN SOLICITADA

source: Item Marked As Returned
es: Artículo marcado como devuelto

source: has marked
es: ha marcado

source: as returned
es: como devuelto

source: Please review the item and confirm the return when you have received it back
es: Por favor revisa el artículo y confirma la devolución cuando lo hayas recibido de vuelta

source: Return Request
es: Solicitud de devolución

source: LOAN RETURNED
es: PRÉSTAMO DEVUELTO

source: Loan Completed Successfully
es: Préstamo completado exitosamente

source: has returned
es: ha devuelto

source: to
es: a

source: Return Details
es: Detalles de devolución

source: Returned on
es: Devuelto el

source: Your feedback helps build trust in community. Please share your experience with this loan
es: Tu feedback ayuda a construir confianza en la comunidad. Por favor comparte tu experiencia con este préstamo

source: Leave Review for
es: Dejar reseña para

source: Loan completed successfully
es: Préstamo completado exitosamente

source: Your feedback helps build trust in the community. Please share your experience with this loan
es: Tu feedback ayuda a construir confianza en la comunidad. Por favor comparte tu experiencia con este préstamo

source: LOAN REVIEW
es: RESEÑA DE PRÉSTAMO

source: Left A Review
es: Dejó una reseña

source: For
es: Para

source: Overall Rating
es: Calificación general

source: Review Comment
es: Comentario de la reseña

source: Detailed Ratings
es: Calificaciones detalladas

source: Item Condition
es: Condición del artículo

source: Would lend/borrow again
es: Prestaría/pediría prestado nuevamente

source: Thank you for contributing to the trust and reputation system
es: Gracias por contribuir al sistema de confianza y reputación

source: Visit
es: Visitar

source: Google Login
es: Inicio de sesión con Google

source: GOOGLE LOGIN
es: INICIO CON GOOGLE

source: CONNECT WITH GOOGLE ACCOUNT
es: CONECTAR CON CUENTA DE GOOGLE

source: OAUTH AUTHENTICATION
es: AUTENTICACIÓN OAUTH

source: YOU ARE ALREADY LOGGED IN AS
es: YA HAS INICIADO SESIÓN COMO

source: GO TO DASHBOARD
es: IR AL PANEL

source: LOGOUT FIRST
es: CERRAR SESIÓN PRIMERO

source: BACK TO EMAIL LOGIN
es: VOLVER AL INICIO CON CORREO

source: PRIVACY & SECURITY
es: PRIVACIDAD Y SEGURIDAD

source: NO PASSWORD STORAGE
es: SIN ALMACENAMIENTO DE CONTRASEÑA

source: We never store your Google password
es: Nunca almacenamos tu contraseña de Google

source: LIMITED ACCESS
es: ACCESO LIMITADO

source: We only request basic profile information
es: Solo solicitamos información básica del perfil

source: SECURE CONNECTION
es: CONEXIÓN SEGURA

source: All authentication is encrypted and secure
es: Toda la autenticación está encriptada y es segura

source: EASY DISCONNECT
es: DESCONEXIÓN FÁCIL

source: Revoke access anytime from your Google account
es: Revoca el acceso en cualquier momento desde tu cuenta de Google

source: Edit Profile
es: Editar perfil

source: Update your personal information and preferences
es: Actualiza tu información personal y preferencias

source: Profile Picture
es: Foto de perfil

source: Upload New Picture
es: Subir nueva imagen

source: JPG, PNG or GIF. Max size 2MB. Square images work best.
es: JPG, PNG o GIF. Tamaño máximo 2MB. Las imágenes cuadradas funcionan mejor.

source: First Name
es: Nombre

source: e.g., Shevek
es: Por ej. Aureliano

source: Last Name
es: Apellido

source: e.g., Bakunin
es: Por ej., Buendía

source: Current Username
es: Nombre de usuario actual

source: This is how others currently identify you.
es: Así es como otres te identifican actualmente.

source: New Username (Optional
es: Nuevo nombre de usuario (Opcional

source: Enter new username
es: Ingresa nuevo nombre de usuario

source: Leave blank to keep current username. Changing requires email confirmation.
es: Deja en blanco para mantener el nombre de usuario actual. Cambiarlo requiere confirmación por correo.

source: Current Password
es: Contraseña actual

source: Enter current password to confirm changes
es: Ingresa contraseña actual para confirmar cambios

source: Required when changing username, email, or phone number.
es: Requerida al cambiar nombre de usuario, correo o número de teléfono.

source: Email
es: Correo electrónico

source: Email cannot be changed here for security reasons.
es: El correo no puede cambiarse aquí por razones de seguridad.

source: Contact Information
es: Información de contacto

source: Phone Number
es: Número de teléfono

source: e.g., +49 123 4567890
es: Por ej., +36 129398283

source: Optional. Only visible to group members when you participate in loans.
es: Opcional. Solo visible para miembros del grupo cuando participas en préstamos.

source: Privacy Settings
es: Configuración de privacidad

source: Control who can see your profile information, groups, and activity.
es: Controla quién puede ver tu información de perfil, grupos y actividad.

source: Manage Privacy Settings
es: Administrar configuración de privacidad

source: Notification Settings
es: Configuración de notificaciones

source: Email notifications for loans
es: Notificaciones por correo para préstamos

source: Receive email notifications for loan requests, approvals, rejections, and returns
es: Recibe notificaciones por correo para solicitudes de préstamo, aprobaciones, rechazos y devoluciones

source: Email notifications for messages
es: Notificaciones por correo para mensajes

source: Receive email notifications for new private messages
es: Recibe notificaciones por correo para nuevos mensajes privados

source: Login - Comuniza
es: Iniciar sesión - Comuniza

source: Control who can see your profile information and activity
es: Controla quién puede ver tu información de perfil y actividad

source: Profile Visibility
es: Visibilidad del perfil

source: Who can view your profile page and basic information
es: Quién puede ver tu página de perfil e información básica

source: Profile visibility
es: Visibilidad del perfil

source: Groups - Only group members
es: Grupos - Solo miembros del grupo

source: Private - Only users you've transacted with
es: Privado - Solo usuaries con quienes has transado

source: Groups Visibility
es: Visibilidad de grupos

source: Who can see which groups you belong to
es: Quién puede ver a qué grupos perteneces

source: Groups visibility
es: Visibilidad de grupos

source: Private - Only users you've transacted with in that group
es: Privado - Solo usuaries con quienes has transado en ese grupo

source: Location Visibility
es: Visibilidad de ubicación

source: Who can see your location information
es: Quién puede ver tu información de ubicación

source: Location visibility
es: Visibilidad de ubicación

source: Default Item Visibility
es: Visibilidad predeterminada de artículos

source: Default visibility setting for new items you create
es: Configuración de visibilidad predeterminada para nuevos artículos que crees

source: Default item visibility
es: Visibilidad predeterminada de artículos

source: Save Settings
es: Guardar configuración

source: My Profile
es: Mi perfil

source: Manage your account and reputation
es: Administra tu cuenta y reputación

source: Activity
es: Actividad

source: Times Lent
es: Veces prestado

source: Times Borrowed
es: Veces pedido prestado

source: Recent Badges
es: Insignias recientes

source: No badges earned yet
es: Aún no has ganado insignias

source: View All Badges
es: Ver todas las insignias

source: Start lending and borrowing to build your reputation
es: ¡Comienza a prestar y pedir prestado para construir tu reputación

source: Quick Actions
es: Acciones rápidas

source: My Groups
es: Mis grupos

source: Join or create groups
es: Unirse o crear grupos

source: My Public Items
es: Mis artículos públicos

source: View All
es: Ver todos

source: Uncategorized
es: Sin categoría

source: Register - Comuniza
es: Registrarse - Comuniza

source: Register
es: Registrarse
